Revit 2024 API
DoubleParameterValue Constructor
 Default constructor
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016 Subscription Update
Syntax
C#
public DoubleParameterValue()
Visual Basic
Public Sub New
Visual C++
public:
DoubleParameterValue()
See Also
DoubleParameterValue Class
DoubleParameterValue Overload
Autodesk.Revit.DB Namespace